; Slovak
; Slovak translation (Marián Hikaník)

[Slovak]
IDS_UPDATE_NO=Nie sú dostupné žiadne aktualizácie.
IDS_UPDATE_YES=Je dostupná aktualizácia, chcete ju stiahnuť a nainštalovať?
IDS_FILE=Súbor
IDS_SETTINGS=Nastavenia
IDS_EXIT=Ukončiť
IDS_LANGUAGE=Jazyk
IDS_HELP=Pomocník
IDS_WEBSITE=Webová stránka
IDS_CHECKUPDATES=Skontrolovať aktualizácie
IDS_ABOUT=O programe
IDS_DONATE=Poďakovať!
IDS_TRAY_SHOW=Zobraziť/skryť
IDS_TRAY_DISABLE=Vypnúť
IDS_TRAY_POPUP_1=Vyčistiť oblasti
IDS_TRAY_POPUP_2=Vyčistiť ak je väčšie ako
IDS_TRAY_POPUP_3=Vyčistiť každých
IDS_CLEAN=Vyčistiť pamäť
IDS_GROUP_1=Fyzická pamäť
IDS_GROUP_2=Virtuálna pamäť
IDS_GROUP_3=Pracovná súprava systému
IDS_ITEM_1=Využitie
IDS_ITEM_2=Dostupné
IDS_ITEM_3=Celkovo dostupné
IDS_SETTINGS_GENERAL=Všeobecné
IDS_SETTINGS_MEMORY=Čistenie pamäte
IDS_SETTINGS_APPEARANCE=Vzhľad
IDS_SETTINGS_TRAY=Ikona v paneli úloh
IDS_CLOSE=Zavrieť
IDS_TITLE_1=Všeobecná konfigurácia
IDS_TITLE_2=Jazyk
IDS_TITLE_3=Čistené oblasti pamäte
IDS_TITLE_4=Správa pamäte
IDS_TITLE_5=Klávesové skratky (globálne)
IDS_TITLE_6=Štýl
IDS_TITLE_7=Farebná indikácia
IDS_TITLE_8=Ovládanie myšou
IDS_TITLE_9=Tipy v bubline
IDS_ALWAYSONTOP_CHK=Vždy navrchu
IDS_LOADONSTARTUP_CHK=Načítať pri spustení systému
IDS_STARTMINIMIZED_CHK=Spustiť minimalizované
IDS_REDUCTCONFIRMATION_CHK=Potvrdiť spustenie čistenia pamäte
IDS_SKIPUACWARNING_CHK=Preskočiť výstrahu "Kontroly používateľských kont (UAC)"
IDS_CHECKUPDATES_CHK=Pravidelne kontrolovať aktualizácie (odporúča sa)
IDS_LANGUAGE_HINT=Vybrať jazyk:
IDS_WORKINGSET_CHK=工作集
IDS_SYSTEMWORKINGSET_CHK=系统文件缓存
IDS_STANDBYLISTPRIORITY0_CHK=备用列表（无优先级）
IDS_STANDBYLIST_CHK=备用列表*
IDS_MODIFIEDLIST_CHK=已修改页列表*
IDS_COMBINEMEMORYLISTS_CHK=合并内存列表 (Win10+)
IDS_AUTOREDUCTENABLE_CHK=Vyčistiť pri viac ako: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Vyčistiť každých: (min.)
IDS_HOTKEY_CLEAN_CHK=Vyčistiť pamäť:
IDS_TRAYUSETRANSPARENCY_CHK=Použiť priehľadné pozadie
IDS_TRAYSHOWBORDER_CHK=Zobraziť okraj
IDS_TRAYROUNDCORNERS_CHK=Zaoblené rohy
IDS_TRAYCHANGEBG_CHK=Zmeniť farbu pozadia (namiesto textu a okraja)
IDS_TRAYUSEANTIALIASING_CHK=Použiť antialiasing
IDS_FONT_HINT=Písmo:
IDS_COLOR_TEXT_HINT=Farba textu
IDS_COLOR_BACKGROUND_HINT=Farba pozadia
IDS_COLOR_WARNING_HINT=Farba pre "stupeň výstrahy"
IDS_COLOR_DANGER_HINT=Farba pre "stupeň nebezpečenstva"
IDS_TRAYLEVELWARNING_HINT="Stupeň výstrahy" začína pri: (%)
IDS_TRAYLEVELDANGER_HINT="Stupeň nebezpečenstva" začína pri: (%)
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=Kliknutie stredným tlačidlom:
IDS_TRAY_ACTION_1=Zobraziť/skryť
IDS_TRAY_ACTION_2=Vyčistiť pamäť
IDS_TRAY_ACTION_3=Otvoriť správcu úloh
IDS_SHOW_CLEAN_RESULT_CHK=Zobraziť výsledky čistenia pamäte
IDS_QUESTION=Naozaj chcete vyčistiť pamäť?
IDS_QUESTION_WARNING=Prepnutie na "Zoznam v pohotovostnom režime" a "Modifikovaný zoznam stránok" môže spôsobiť pozastavenie činnosti počítača na minútu alebo dlhšie, naozaj chcete aktivovať túto voľbu?
IDS_QUESTION_FLAG_CHK=Už sa nepýtať
IDS_STATUS_CLEANED=Pamäť bola uvoľnená s výsledkom: %s.
IDS_STATUS_NOPRIVILEGES=Vyžadujú sa oprávnenia administrátora, prosím spustite tento program ako administrátor!
IDS_UPDATE_DOWNLOAD=Sťahovanie aktualizácie...
IDS_UPDATE_DONE=Sťahovanie aktualizácie bolo dokončené.
IDS_UPDATE_ERROR=Chyba pri pripájaní k aktualizačnému serveru.
IDS_UPDATE_INIT=Kontrola nových verzií programu...
IDS_UPDATE_INSTALL=Je dostupná aktualizácia, chcete ju nainštalovať?
IDS_RESET=Reset
IDS_QUESTION_RESET=Naozaj chcete vyvolať reset nastavení programu?
IDS_NOTIFICATIONSOUND_CHK=Enable notifications sound
IDS_TITLE_ADVANCED=Advanced
IDS_VIEW=View
IDS_USEDARKTHEME=Use dark theme
IDS_UPDATE_SPEED=Speed
IDS_TITLE_10=上次清理状态
IDS_CLEANUP_STATUS_OK=成功
IDS_CLEANUP_STATUS_FAIL=失败 (0x%08X)
IDS_CLEANUP_STATUS_SKIP=已跳过（系统不支持）
IDS_CLEANUP_STATUS_NONE=未执行
IDS_MODIFIEDFILECACHE_CHK=已修改文件缓存
IDS_REGISTRYCACHE_CHK=注册表缓存 (Win8.1+)
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=允许在自动清理时清理“备用列表”和“已修改页列表”
IDS_LOGRESULTS_CHK=将清理结果记录到调试日志
IDS_LANGUAGE_SECTION_HINT=（语言）
IDS_LANGUAGE_MENU_FORMAT=%s（语言）
IDS_REGION_UNKNOWN=未知
IDS_CMDLINE_HELP_TITLE=memreduct.exe 可用选项：
IDS_CMDLINE_HELP_BODY=-clean - 清理默认内存区域\r\n-clean:full - 清理全部内存区域
IDS_CLEANUP_REASON_AUTO=清理（自动）
IDS_CLEANUP_REASON_MANUAL=清理（手动）
IDS_CLEANUP_REASON_HOTKEY=清理（快捷键）
IDS_CLEANUP_REASON_CMDLINE=清理（命令行）
IDS_TRAY_INTERVAL_ITEM=%lld 分钟
